{
  "Header": {
    "title": "Welcome to Devica Art Production",
    "paragraph": "Where Stories, Brands, and Ideas Come to Life."
  },
  "About": {
    "paragraph": "At Devica Art Production, we’re more than just a creative agency; we’re your one-stop shop for high-quality printing, publishing, content creation, and branded experiences. Whether you are an author, entrepreneur, young creative, or growing business, we will help you bring your big ideas to life with speed, precision, and purpose.",
    "Why": [
      "Cost-effective solutions for all budgets.",
      "Premium quality with sharp detail, vibrant colours, and professional finish.",
      "One-stop shop for all your needs, including publishing and plaques.",
      "Experienced and creative industry experts"
      
    ],
    "Why2": [
      "We prioritise meeting your deadlines."
    ]
  },
  "Gallery": [
   
    {
      "title": "Publishing, design, and printing - Books",
      "largeImage": "img/printing.jpg",
      "smallImage": "img/printing.jpg"
    },
    {
      "title": "Design and printing - Envelopes",
      "largeImage": "img/Envelope.jpg",
      "smallImage": "img/Envelope.jpg"
    },
    {
      "title": "Design and printing - Invitation cards",
      "largeImage": "img/Invitation.jpg",
      "smallImage": "img/Invitation.jpg"
    },
   
    {
      "title": "Our Brochure: Read more about us",
      "largeImage": "https://drive.google.com/file/d/1_rXAkE8gyESv2UA-yJIdP6a2QqI1OKHU/view?usp=drivesdk",
      "smallImage": "img/DEVICABROCHURE.jpg"
    },
    {
      "title": "Design and printing - Brochures",
      "largeImage": "img/Brochure.jpg",
      "smallImage": "img/Brochure.jpg"
    },
    {
      "title": "To join our community, click on the image.",
      "largeImage": "https://chat.whatsapp.com/HlNSx4iY0U9EW6OS3IH9ms?mode=ems_copy_t",
      "smallImage": "img/groupwhat.jpeg"
    }
  ],
  "Services": [
    {
      "icon": "fa fa-book",
      "name": "Publishing & Editing",
      "text": "From manuscript to marketplace, we provide full-service publishing, editing, proofreading, and content layout to help you tell your story to the world."
    },
    {
      "icon": "fa fa-pencil",
      "name": "Content Writing & Business Copy",
      "text": "Professional content creation, business writing, and persuasive copywriting tailored for brands, marketing campaigns, and websites."
    },
    {
      "icon": "fa fa-print",
      "name": "Printing & Branding",
      "text": "We provide fast turnaround (delivery time) general and commercial printing services of superior quality for everything from banners and booklets to flyers and business cards."
    },
    {
      "icon": "fa fa-gift",
      "name": "Customization & Souvenirs",
      "text": "Branded souvenirs, apparel, mugs, and more, perfect for promotions, gifts, and corporate events. Fully customizable for any occasion."
    },
    {
      "icon": "fa fa-trophy",
      "name": "Awards & Signage",
      "text": "Award plaques with unique designs and long-lasting signage options that enhance the professional appearance of your events and areas."
    },
    {
      "icon": "fa fa-lightbulb",
      "name": "Business Consultancy",
      "text": "For authors, startups, and organisations, we offer creative and strategic consulting that will help you lead your publication or brand to success with impact and clarity."
    }
  ],
  "Testimonials": [
    {
      "img": "img/testimonials/precious.jpeg",
      "text": "\"I wish to express my deepest gratitude to everyone who contributed to the successful completion of our group project, “The World Economy Problems.” My heartfelt appreciation goes especially to Devica Art Production and Adedapo Victor Ayobami, who handled the printing of our book with exceptional professionalism. His support went beyond printing he also assisted with the interior design, ensuring that every detail came out perfectly. His dedication and skill not only helped us achieve excellent grades but also earned our project high praise for its outstanding presentation and quality.\"",
      "name": "Ogbonna Precious Chinyere"
    },
    {
      "img": "img/testimonials/Isaac.jpeg",
      "text": "\"Devica really did a good job in the entire publishing of our book. From the type setting,to the formatting, to the editing, the book design, even customer service, it was excellence all the way. The costing? So affordable. You cannot get a better deal anywhere else. I especially commend the quality of communication we had throughout the time we worked on the book. Devica is my best bet in publishing. I highly recommend them.\"",
      "name": "ISAAC BUSAYO LAWAL"
    },
    {
      "img": "img/testimonials/Muminut1.jpeg",
      "text": "\"I just have to share how thrilled I am about the book, Unilag: The Geophysical Environment, that my group published with your help! It turned out amazing, and everyone who has seen it absolutely loved it! The quality of the materials used for the production is top-notch. I know I pushed you hard during the process, but trust me, it was all worth it! The lecturers were genuinely impressed when they saw the book and showered praise on the person who brought our vision to life. You won’t believe the best part—almost everyone in my group scored an A in the course! Honestly, the quality of the book played a huge role in our success. I can’t thank you enough for your support and collaboration with my group. This wouldn’t have come to fruition without your expertise, and I’m so grateful for everything you’ve done! Thank you!\"",
      "name": "Salau, Muminut Eniola"
    }
  ],
  "Team": [
    {
      "img": "img/team/ceo.jpeg",
      "name": "Adedapo Victor A",
      "job": "Founder / CEO"
    },
    {
      "img": "img/team/coo.jpeg",
      "name": "Olatunji Joy O",
      "job": "COO"
    },
    {
      "img": "img/team/cfo.jpeg",
      "name": "Sofidiya Samuel A",
      "job": "CFO"
    },
    {
      "img": "img/team/market.jpeg",
      "name": "Issa Habeebullah O",
      "job": "Marketing Lead"
    }
  ],
  "Contact": {
    "address": "devipress.blogspot.com",
    "phone": "+234 806 515 0767",
    "email": "devicaartproduction@gmail.com",
    "instagram": "https://www.instagram.com/devicaart?igsh=MTNjZDhkbjVnaGU0bQ==",
    "linkedin": "https://www.linkedin.com/company/devicaart/",
    "youtube": "https://youtube.com/@devicaart_production?si=QZRL83AUPs_hafZi",
    "whatsapp": "https://wa.me/2348065150767"
  },
  "Features": [
    {
  "icon": "fa fa-book",
  "title": "Publishing",
  "text": "At Devica, publishing is more than just putting ink on paper; it is about turning unheard ideas into powerful narratives. We guide authors from manuscript to marketplace, ensuring their voices reach readers who need them most. Our publishing wing amplifies stories that would otherwise remain in the shadows."
},
    {
      "icon": "fa fa-print",
      "title": "Printing",
      "text": "Our printing services give vision a tangible form. Whether it's books, brand materials, or promotional content, we bring each message to life with precision and care. Through high-quality, accessible print solutions, we help voices leave a lasting impression wherever they're seen."
    },
    {
      "icon": "fa fa-video-camera",
      "title": "Media",
      "text": "Through storytelling in video, audio, and digital formats, we help clients show up and speak out. We create impactful visual and narrative content, bridging the gap between marginalised voices and the platforms where they deserve to be heard and acknowledged."
    }
   
  ]
}
